Repository: totSamyGaspar/Plekio
Catalog: Plekio/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, kk, ro, ru, uk

source: Time to take: %@
de: Jetzt einnehmen: %@
es: Hora de tomar: %@
fr: Heure de la prise : %@
it: È ora di prendere: %@
ja: 服用の時間：%@
kk: Қабылдау уақыты: %@
ro: E timpul pentru: %@
ru: Пора принять: %@
uk: Час прийняти: %@

source: Tired
de: Müde
es: Cansado
fr: Fatigué
it: Stanco
ja: 疲れ気味
kk: Шаршаған
ro: Obosit
ru: Усталость
uk: Втома

source: To
de: Bis
es: Hasta
fr: Au
it: A
ja: 終了
kk: Соңы
ro: Până la
ru: По
uk: По

source: To get this reminder, allow notifications for Plekio in the Settings app.
de: Für diese Erinnerung müssen Mitteilungen für Plekio in der Einstellungen-App erlaubt sein.
es: Para recibir este recordatorio, permite las notificaciones de Plekio en la app Ajustes.
fr: Pour recevoir ce rappel, autorisez les notifications de Plekio dans l'app Réglages.
it: Per ricevere questo promemoria, consenti le notifiche per Plekio nell'app Impostazioni.
ja: このリマインダーを受け取るには、設定アプリでPlekioの通知を許可してください。
kk: Бұл еске салғышты алу үшін Параметрлер қолданбасында Plekio хабарландыруларына рұқсат беріңіз.
ro: Pentru a primi acest memento, permite notificările pentru Plekio în aplicația Configurări.
ru: Чтобы получать это напоминание, разрешите уведомления для Plekio в приложении «Настройки».
uk: Щоб отримувати це нагадування, дозвольте сповіщення для Plekio у застосунку «Налаштування».

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
kk: Бүгін
ro: Azi
ru: Сегодня
uk: Сьогодні

source: TODAY'S CHECK-IN LOGGED
de: HEUTIGER EINTRAG GESPEICHERT
es: ENTRADA DE HOY REGISTRADA
fr: ENTRÉE DU JOUR ENREGISTRÉE
it: CHECK-IN DI OGGI REGISTRATO
ja: 本日の記録は保存済み
kk: БҮГІНГІ ЖАЗБА ҚОСЫЛДЫ
ro: INTRAREA DE AZI A FOST SALVATĂ
ru: ЗАПИСЬ ЗА СЕГОДНЯ СОХРАНЕНА
uk: ЗАПИС ЗА СЬОГОДНІ ЗБЕРЕЖЕНО

source: TODAY'S WELLNESS CHECK-IN IS PENDING
de: HEUTIGER EINTRAG STEHT NOCH AUS
es: FALTA EL REGISTRO DE HOY
fr: L'ENTRÉE DU JOUR EST EN ATTENTE
it: CHECK-IN DI OGGI ANCORA DA FARE
ja: 本日の記録が未入力です
kk: БҮГІНГІ ЖАЗБА ӘЛІ ҚОСЫЛМАДЫ
ro: INTRAREA DE AZI ESTE ÎN AȘTEPTARE
ru: ЗАПИСЬ ЗА СЕГОДНЯ ЕЩЁ НЕ СДЕЛАНА
uk: ЗАПИС ЗА СЬОГОДНІ ЩЕ НЕ ЗРОБЛЕНО

source: Total in package (pcs)
de: Packungsinhalt (Stk.)
es: Total del envase (uds.)
fr: Contenu de la boîte (unités)
it: Totale nella confezione (pz)
ja: 1箱の総数（個）
kk: Қаптамадағы саны (дана)
ro: Total în cutie (buc.)
ru: Всего в упаковке (шт.)
uk: Усього в упаковці (шт.)

source: Track how your body responds to your regimen, log symptoms, record daily energy levels, and compare progress photos over time.
de: Verfolge, wie dein Körper auf die Therapie reagiert, halte Symptome und Energie fest und vergleiche Fortschrittsfotos über die Zeit.
es: Sigue cómo responde tu cuerpo al tratamiento, registra síntomas y niveles de energía y compara fotos de progreso a lo largo del tiempo.
fr: Suivez la réaction de votre corps au traitement, consignez symptômes et énergie, et comparez vos photos de progrès dans le temps.
it: Monitora come il tuo corpo risponde alla terapia, registra i sintomi e i livelli di energia quotidiani e confronta le foto dei progressi nel tempo.
ja: 体が治療にどう反応しているかを記録し、症状や日々のエネルギーを残して、経過写真を比較しましょう。
kk: Ағзаңыздың емге қалай жауап беретінін бақылаңыз, белгілерді белгілеңіз, күнделікті қуат деңгейін жазып, прогресс суреттерін салыстырыңыз.
ro: Urmărește cum răspunde corpul la tratament, notează simptomele și nivelul de energie și compară fotografiile de progres în timp.
ru: Следите за тем, как организм отвечает на курс, отмечайте симптомы и уровень энергии, сравнивайте фото прогресса.
uk: Стежте за тим, як організм відповідає на курс, занотовуйте симптоми та рівень енергії, порівнюйте фото прогресу.

source: Track your recovery, skin changes & wellness transformation
de: Verfolge Genesung, Hautveränderungen und dein Wohlbefinden
es: Sigue tu recuperación, los cambios en la piel y tu bienestar
fr: Suivez votre récupération, les changements de peau et votre bien-être
it: Monitora il recupero, i cambiamenti della pelle e la trasformazione del tuo benessere
ja: 回復、肌の変化、体調の変化を記録
kk: Қалпына келуіңізді, тері өзгерістерін және денсаулық динамикасын бақылаңыз
ro: Urmărește recuperarea, schimbările pielii și starea de bine
ru: Отслеживайте восстановление, изменения кожи и самочувствие
uk: Відстежуйте відновлення, зміни шкіри та самопочуття

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
kk: Болдырмау
ro: Anulează
ru: Отменить
uk: Скасувати

source: Undo logging %@
de: Einnahme von %@ zurücknehmen
es: Deshacer el registro de %@
fr: Annuler l'enregistrement de %@
it: Annulla la registrazione di %@
ja: %@の記録を取り消す
kk: «%@» белгісін болдырмау
ro: Anulează înregistrarea pentru %@
ru: Отменить отметку приёма «%@»
uk: Скасувати відмітку прийому «%@»

source: UP NEXT TODAY
de: ALS NÄCHSTES HEUTE
es: A CONTINUACIÓN HOY
fr: PROCHAINE PRISE
it: PROSSIME DI OGGI
ja: 次の服用
kk: БҮГІН КЕЗЕКТЕ
ro: URMEAZĂ AZI
ru: СЛЕДУЮЩИЙ ПРИЁМ
uk: НАСТУПНИЙ ПРИЙОМ

source: Visual Progress Comparison
de: Sichtbarer Fortschritt im Vergleich
es: Comparación visual del progreso
fr: Comparaison visuelle des progrès
it: Confronto visivo dei progressi
ja: 経過の視覚的比較
kk: Көрнекі прогресті салыстыру
ro: Compararea vizuală a progresului
ru: Сравнение видимого прогресса
uk: Порівняння видимого прогресу

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
ja: 水分
kk: Су
ro: Apă
ru: Вода
uk: Вода

source: Water Hydration
de: Wasserhaushalt
es: Hidratación
fr: Hydratation
it: Idratazione
ja: 水分補給
kk: Су ішу
ro: Hidratare
ru: Питьевой режим
uk: Питний режим

source: WEEKLY ADHERENCE HISTORY
de: THERAPIETREUE DER WOCHE
es: HISTORIAL SEMANAL DE ADHERENCIA
fr: HISTORIQUE HEBDOMADAIRE D'OBSERVANCE
it: STORICO SETTIMANALE DI ADERENZA
ja: 週間の服薬遵守履歴
kk: АПТАЛЫҚ ҰСТАНУ ТАРИХЫ
ro: ISTORICUL SĂPTĂMÂNAL AL ADERENȚEI
ru: СОБЛЮДЕНИЕ ЗА НЕДЕЛЮ
uk: ДОТРИМАННЯ ЗА ТИЖДЕНЬ

source: Well-being
de: Befinden
es: Bienestar
fr: Bien-être
it: Benessere
ja: 体調
kk: Көңіл-күй
ro: Stare de bine
ru: Самочувствие
uk: Самопочуття

source: Well-being, sleep, blood pressure and progress photos — so you can see whether the treatment is working.
de: Befinden, Schlaf, Blutdruck und Fortschrittsfotos – damit sichtbar wird, ob die Behandlung wirkt.
es: Bienestar, sueño, tensión y fotos de progreso: para ver si el tratamiento funciona.
fr: Bien-être, sommeil, tension et photos de progression : pour voir si le traitement agit.
it: Benessere, sonno, pressione e foto dei progressi: per vedere se la terapia funziona.
ja: 体調、睡眠、血圧、経過写真。治療が効いているかが目に見えます。
kk: Көңіл-күй, ұйқы, қысым және прогресс фотолары — емдеудің әсер етіп жатқанын көру үшін.
ro: Starea de bine, somnul, tensiunea și fotografiile de progres — ca să vezi dacă tratamentul funcționează.
ru: Самочувствие, сон, давление и фото прогресса — чтобы было видно, действует ли лечение.
uk: Самопочуття, сон, тиск і фото прогресу — щоб було видно, чи діє лікування.

source: Who is this for?
de: Für wen ist das?
es: ¿Para quién es?
fr: Pour qui est-ce ?
it: Per chi è?
ja: どなたが使いますか？
kk: Бұл кім үшін?
ro: Pentru cine este?
ru: Для кого приложение?
uk: Для кого застосунок?

source: With Photos
de: Mit Fotos
es: Con fotos
fr: Avec photos
it: Con foto
ja: 写真あり
kk: Суреттермен
ro: Cu fotografii
ru: С фото
uk: З фото

source: Your medications for today
de: Deine Medikamente für heute
es: Tus medicamentos de hoy
fr: Vos médicaments du jour
it: I tuoi farmaci di oggi
ja: 本日の薬
kk: Бүгінгі дәрілеріңіз
ro: Medicamentele tale pentru azi
ru: Ваши лекарства на сегодня
uk: Ваші ліки на сьогодні

source: Your minimalist tracker
de: Dein minimalistischer Tracker
es: Tu registro minimalista
fr: Votre suivi minimaliste
it: Il tuo tracker minimalista
ja: ミニマルな服薬管理
kk: Сіздің қарапайым трекеріңіз
ro: Trackerul tău minimalist
ru: Ваш минималистичный трекер
uk: Ваш мінімалістичний трекер

source: Zero Pain
de: Keine Schmerzen
es: Sin dolor
fr: Aucune douleur
it: Nessun dolore
ja: 痛みなし
kk: Ауырсыну жоқ
ro: Fără durere
ru: Боли нет
uk: Болю немає

source: Couldn't load your data
de: Daten konnten nicht geladen werden
es: No se pudieron cargar tus datos
fr: Impossible de charger vos données
it: Impossibile caricare i dati
ja: データを読み込めませんでした
kk: Деректер жүктелмеді
ro: Datele nu au putut fi încărcate
ru: Не удалось загрузить данные
uk: Не вдалося завантажити дані

source: Couldn't read your data from the device. What's on screen may be incomplete.
de: Deine Daten konnten nicht vom Gerät gelesen werden. Die Anzeige ist möglicherweise unvollständig.
es: No se pudieron leer tus datos del dispositivo. Es posible que lo que ves esté incompleto.
fr: Impossible de lire vos données sur l'appareil. Ce qui s'affiche peut être incomplet.
it: Impossibile leggere i dati dal dispositivo. Ciò che vedi potrebbe essere incompleto.
ja: デバイスからデータを読み込めませんでした。表示内容が不完全な可能性があります。
kk: Деректерді құрылғыдан оқу мүмкін болмады. Экрандағы ақпарат толық болмауы мүмкін.
ro: Datele nu au putut fi citite de pe dispozitiv. Ce vedeți pe ecran poate fi incomplet.
ru: Не удалось прочитать данные с устройства. На экране может быть не всё.
uk: Не вдалося прочитати дані з пристрою. На екрані може бути не все.

source: This reading can't be saved. Check the numbers and try again.
de: Diese Messung kann nicht gespeichert werden. Prüfe die Werte und versuche es erneut.
es: No se puede guardar esta medición. Revisa los valores e inténtalo de nuevo.
fr: Cette mesure ne peut pas être enregistrée. Vérifiez les valeurs et réessayez.
it: Impossibile salvare questa misurazione. Controlla i valori e riprova.
ja: この測定値は保存できません。数値を確認してもう一度お試しください。
kk: Бұл өлшемді сақтау мүмкін емес. Мәндерді тексеріп, қайта көріңіз.
ro: Această măsurătoare nu poate fi salvată. Verificați valorile și încercați din nou.
ru: Это измерение нельзя сохранить. Проверьте значения и попробуйте ещё раз.
uk: Це вимірювання не можна зберегти. Перевірте значення та спробуйте ще раз.

source: Add at least two progress photos to compare
de: Füge mindestens zwei Fortschrittsfotos hinzu, um sie zu vergleichen
es: Añade al menos dos fotos de progreso para compararlas
fr: Ajoutez au moins deux photos de progrès pour les comparer
it: Aggiungi almeno due foto dei progressi per confrontarle
ja: 比較するには進捗写真を2枚以上追加してください
kk: Салыстыру үшін кемінде екі прогресс фотосын қосыңыз
ro: Adăugați cel puțin două fotografii de progres pentru a le compara
ru: Добавьте хотя бы две фотографии прогресса, чтобы сравнить
uk: Додайте щонайменше дві фотографії прогресу, щоб порівняти

source: Entry saved
de: Eintrag gespeichert
es: Entrada guardada
fr: Entrée enregistrée
it: Voce salvata
ja: 記録を保存しました
kk: Жазба сақталды
ro: Înregistrare salvată
ru: Запись сохранена
uk: Запис збережено

source: Changes saved
de: Änderungen gespeichert
es: Cambios guardados
fr: Modifications enregistrées
it: Modifiche salvate
ja: 変更を保存しました
kk: Өзгерістер сақталды
ro: Modificări salvate
ru: Изменения сохранены
uk: Зміни збережено

source: Mood logged
de: Stimmung erfasst
es: Estado de ánimo registrado
fr: Humeur enregistrée
it: Umore registrato
ja: 気分を記録しました
kk: Көңіл күй жазылды
ro: Starea a fost înregistrată
ru: Настроение записано
uk: Настрій записано

source: Blood pressure saved
de: Blutdruck gespeichert
es: Presión arterial guardada
fr: Tension enregistrée
it: Pressione salvata
ja: 血圧を保存しました
kk: Қан қысымы сақталды
ro: Tensiunea a fost salvată
ru: Давление сохранено
uk: Тиск збережено

source: Course created
de: Kurs erstellt
es: Tratamiento creado
fr: Traitement créé
it: Terapia creata
ja: コースを作成しました
kk: Курс құрылды
ro: Tratament creat
ru: Курс создан
uk: Курс створено

source: Course repeated
de: Kurs wiederholt
es: Tratamiento repetido
fr: Traitement répété
it: Terapia ripetuta
ja: コースを繰り返しました
kk: Курс қайталанды
ro: Tratament repetat
ru: Курс повторён
uk: Курс повторено

source: Entry deleted
de: Eintrag gelöscht
es: Entrada eliminada
fr: Entrée supprimée
it: Voce eliminata
ja: 記録を削除しました
kk: Жазба жойылды
ro: Înregistrare ștearsă
ru: Запись удалена
uk: Запис видалено

source: Medication added
de: Medikament hinzugefügt
es: Medicamento añadido
fr: Médicament ajouté
it: Farmaco aggiunto
ja: 薬を追加しました
kk: Дәрі қосылды
ro: Medicament adăugat
ru: Лекарство добавлено
uk: Ліки додано

source: Delete all diary entries
de: Alle Tagebucheinträge löschen
es: Eliminar todas las entradas del diario
fr: Supprimer toutes les entrées du journal
it: Elimina tutte le voci del diario
ja: 日記の記録をすべて削除
kk: Күнделіктің барлық жазбаларын жою
ro: Șterge toate înregistrările din jurnal
ru: Удалить все записи дневника
uk: Видалити всі записи щоденника

source: Delete all diary entries?
de: Alle Tagebucheinträge löschen?
es: ¿Eliminar todas las entradas del diario?
fr: Supprimer toutes les entrées du journal ?
it: Eliminare tutte le voci del diario?
ja: 日記の記録をすべて削除しますか？
kk: Күнделіктің барлық жазбаларын жою керек пе?
ro: Ștergeți toate înregistrările din jurnal?
ru: Удалить все записи дневника?
uk: Видалити всі записи щоденника?

source: Entries: %lld, photos: %lld. Blood pressure readings are kept. This can't be undone.
de: Einträge: %1$lld, Fotos: %2$lld. Blutdruckwerte bleiben erhalten. Das kann nicht rückgängig gemacht werden.
es: Entradas: %1$lld, fotos: %2$lld. Las mediciones de presión se conservan. No se puede deshacer.
fr: Entrées : %1$lld, photos : %2$lld. Les mesures de tension sont conservées. Action irréversible.
it: Voci: %1$lld, foto: %2$lld. Le misurazioni della pressione restano. L'azione è irreversibile.
ja: 記録：%1$lld件、写真：%2$lld枚。血圧の記録は残ります。この操作は取り消せません。
kk: Жазбалар: %1$lld, фотолар: %2$lld. Қан қысымы өлшемдері сақталады. Бұл әрекетті қайтару мүмкін емес.
ro: Înregistrări: %1$lld, fotografii: %2$lld. Măsurătorile tensiunii se păstrează. Acțiunea nu poate fi anulată.
ru: Записей: %1$lld, фото: %2$lld. Измерения давления сохранятся. Это действие нельзя отменить.
uk: Записів: %1$lld, фото: %2$lld. Вимірювання тиску збережуться. Цю дію не можна скасувати.

source: Diary cleared
de: Tagebuch geleert
es: Diario vaciado
fr: Journal vidé
it: Diario svuotato
ja: 日記を削除しました
kk: Күнделік тазартылды
ro: Jurnal golit
ru: Дневник очищен
uk: Щоденник очищено

source: Export
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出し
kk: Экспорт
ru: Экспорт
uk: Експорт

source: Form
es: Forma
fr: Forme
it: Forma
ja: 剤形
kk: Түрі
ro: Formă
ru: Форма
uk: Форма

source: G
es: B
fr: B
it: B
ja: 良
kk: Ж
ro: B
ru: Х
uk: Д

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
kk: Аты-жөні
ro: Nume
ru: Имя
uk: Імʼя

source: Okay
es: Normal
fr: Correct
it: Nella media
ja: まあまあ
kk: Қалыпты
ro: Ok
ru: Нормально
uk: Нормально

source: Optimal
es: Óptimo
it: Ottimale
ja: 良好
kk: Оңтайлы
ro: Optim
ru: Оптимально
uk: Оптимально

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
kk: Жүйелік
ro: Sistem
ru: Системная
uk: Системна

source: Version
es: Versión
it: Versione
ja: バージョン
kk: Нұсқа
ro: Versiune
ru: Версия
uk: Версія

source: Neutral
fr: Neutre
it: Neutro
ja: 普通
kk: Бейтарап
ro: Neutru
ru: Нейтрально
uk: Нейтрально

source: (~%lldml)
kk: (~%lld мл)
ru: (~%lld мл)
uk: (~%lld мл)

source: OK
kk: Жарайды
